[
    {"creator":"CODERX","fact":"A house cat spends 70 percent of its time sleeping."},
    {"creator":"CODERX","fact":"There was a 19th century Native American tribal chief who went under the name, \"Not Able to Fornicate.\""},
    {"creator":"CODERX","fact":"Clans of long ago that wanted to get rid of their unwanted people without killing them would burn their houses down - hence the expression \"to get fired.\""},
    {"creator":"CODERX","fact":"A lifespan of an eyelash is approximately 150 days."},
    {"creator":"CODERX","fact":"On Sunday, December 7, 1941 at 7:55 AM, the attack on Pearl Harbor commenced."},
    {"creator":"CODERX","fact":"When snakes are born with two heads, they fight each other for food."},
    {"creator":"CODERX","fact":"It is impossible to sneeze with your eyes open."},
    {"creator":"CODERX","fact":"The American Kestrel hawk weighs only four ounces."},
    {"creator":"CODERX","fact":"A galactic year is 250 million Earth-years. This is the time it takes for our solar system to make one revolution around the Milky Way Galaxy."},
    {"creator":"CODERX","fact":"Percentage of Americans who have visited Disneyland/Disney World: 70 percent."},
    {"creator":"CODERX","fact":"The word \"lethologica\" describes the state of not being able to remember the word you want."},
    {"creator":"CODERX","fact":"In ancient Egypt, doctors used jolts from the electric catfish to reduce the pain of arthritis."},
    {"creator":"CODERX","fact":"Over 100 million birds die annually by crashing into glass windows in the United States."},
    {"creator":"CODERX","fact":"The name for Ivory Soap was inspired by a verse from the Bible. Harley Proctor got though of the name when the minister read from Psalms 45:8, \"All thy garments smell of myrrh and aloes and cassia, out of the ivory palaces whereby they have made thee glad.\""},
    {"creator":"CODERX","fact":"The most common injury caused by cosmetics is to the eye by a mascara wand."},
    {"creator":"CODERX","fact":"The fat that comes from sheep, which is called tallow, can also be used to produce soap and candles."},
    {"creator":"CODERX","fact":"The makers of Crayola produce over 2 billion crayons in a year."},
    {"creator":"CODERX","fact":"Common pesticides such as roach, termite and flea insecticide can be found in the bodies of majority of Americans."},
    {"creator":"CODERX","fact":"The average ice berg weighs 20,000,000 tons."},
    {"creator":"CODERX","fact":"The planet Venus spins opposite to the other planets in the solar system."},
    {"creator":"CODERX","fact":"Estuarine crocodiles are the biggest of all 26 species of the crocodilian family."},
    {"creator":"CODERX","fact":"Brazil is the largest producers of oranges in the world."},
    {"creator":"CODERX","fact":"Sheep can survive for up to two weeks buried in snow drifts.Click Here For More Details."},
    {"creator":"CODERX","fact":"In 1942 the Jello company introduced Cola flavored jello, which only lasted a year."},
    {"creator":"CODERX","fact":"The stomach of an adult can hold 1.5 liters of material."},
    {"creator":"CODERX","fact":"Annually a thousand people are killed by scorpions in Mexico."},
    {"creator":"CODERX","fact":"Annually, fires that occur at home kill more Americans than all natural disasters combined."},
    {"creator":"CODERX","fact":"In New York City there are 6,374 miles of streets."},
    {"creator":"CODERX","fact":"The word \"vamp\" is used to describe the upper front top of a shoe."},
    {"creator":"CODERX","fact":"The book \"Little Red Riding Hood\" was banned in 1990 by two school districts in California. They did this because in the book there was a picture of a basket that had a bottle of wine in it."},
    {"creator":"CODERX","fact":"The name of the famous snack \"Twinkies\" was invented by seeing a billboard in St. Louis, that said \"Twinkle Toe Shoes.\""},
    {"creator":"CODERX","fact":"The most expensive animated movie is \"Prince of Egypt\", which cost $70 million to make."},
    {"creator":"CODERX","fact":"In Canada, the $1 and $2 come in the form of coins. The $1 is nicknamed a \"loonie\" because it contains a loon on it and the $2 is nicknamed the \"twonie\" because it is the equivalent of two \"loonies.\""},
    {"creator":"CODERX","fact":"The Great Pyramids used to be as white as snow because they were encased in a bright limestone that has worn off over the years."},
    {"creator":"CODERX","fact":"Children laugh about 400 times a day, while adults laugh on average only 15 times a day."},
    {"creator":"CODERX","fact":"Spiral staircases in medieval castles are running clockwise. This is because all knights used to be right-handed. When the intruding army would climb the stairs they would not be able to use their right hand which was holding the sword because of the difficulties of climbing the stairs. Left-handed knights would have had no troubles, except left-handed people could never become knights because it was assumed that they were descendants of the devil."},
    {"creator":"CODERX","fact":"The Taj Mahal was actually built for use as a tomb."},
    {"creator":"CODERX","fact":"Beethoven used to take hay baths to remedy the swelling he used to get in his legs."},
    {"creator":"CODERX","fact":"There were approximately 2,228 people on board the Titanic when it sank. Of this, only 706 people survived."},
    {"creator":"CODERX","fact":"Daytime dramas are called Soap Operas because they were originally used to advertise soap powder. In America in the early days of TV, advertisers would write stories around the use of their soap powder."},
    {"creator":"CODERX","fact":"Ancient Egyptians believed that onions would keep evil spirits away."},
    {"creator":"CODERX","fact":"Fossilized bird droppings are one of the chief exports of Nauru, an island nation in the Western Pacific."},
    {"creator":"CODERX","fact":"In 1845, inventor Thomas Adams started the world's first chewing gum factory."},
    {"creator":"CODERX","fact":"In Britain, The Red Lion is the most common name for a pub."},
    {"creator":"CODERX","fact":"In 1969, the American side of Niagara Falls was stopped completely for several months."},
    {"creator":"CODERX","fact":"In Australia, a common \"Boxing day\" activity is surfing."},
    {"creator":"CODERX","fact":"A chicken is 75 percent water."},
    {"creator":"CODERX","fact":"A swordfish can live as long as 25 years and weigh up to 1,200 pounds."},
    {"creator":"CODERX","fact":"In Belgium, 94 percent of children under the age of fourteen own LEGO products."},
    {"creator":"CODERX","fact":"The largest cereal company in the world is Quaker Oats, located in Cedar Rapids, Iowa, USA"},
    {"creator":"CODERX","fact":"A U.S. company came out with a toilet night-light that sends out a green warning beacon when the seat is up."},
    {"creator":"CODERX","fact":"Rice is thrown at weddings as a symbol of fertility."},
    {"creator":"CODERX","fact":"The music for \"The Star Spangled Banner\" comes from a British drinking song named \"Anacreon.\""},
    {"creator":"CODERX","fact":"Women who are romance novel readers are reported to make love 74 percent more often with their partners than women who do not read romance novels."},
    {"creator":"CODERX","fact":"The first company to mass produce teddy bears was the Ideal Toy Company."},
    {"creator":"CODERX","fact":"The only lizard that has a voice is the Gecko."},
    {"creator":"CODERX","fact":"Lake Nicaragua boasts the only fresh-water sharks in the entire world."},
    {"creator":"CODERX","fact":"The Olympic Flame was introduced in 1928 in Amsterdam."},
    {"creator":"CODERX","fact":"In the United States, approximately seven billion pounds of chocolate and candy are manufactured each year."},
    {"creator":"CODERX","fact":"It was during World War II that clothes with elastic waists were introduced. This is because the metal used in zippers was badly needed for the war."},
    {"creator":"CODERX","fact":"A can of Pepsi has 41 grams of sugar. This amount to about seven teaspoons of sugar."},
    {"creator":"CODERX","fact":"The first Life Saver flavour, which was peppermint, was invented in 1912 and it was called Pep-O-Mint."},
    {"creator":"CODERX","fact":"Every photograph of the first American atomic bomb detonation was taken by Harold Edgerton."},
    {"creator":"CODERX","fact":"In 1978, the World Water Speed record was made by Ken Warby from Australia. His average speed was 317.6 mph, and his jet-powered hydroplane was 27 feet long called \"Spirit of Australia.\" Warby built the boat himself in his back yard."},
    {"creator":"CODERX","fact":"The name Wendy was made up for the book \"Peter Pan.\""},
    {"creator":"CODERX","fact":"Actor John Ritter was the voice of Clifford, from \"Clifford The Big Red Dog.\""},
    {"creator":"CODERX","fact":"It took eleven years to built the Taj Mahal, (1632-1643)"},
    {"creator":"CODERX","fact":"Tug of war was an Olympic event from 1900-1920"},
    {"creator":"CODERX","fact":"Even though red roses looks the same, there are over 900 different types of red roses."},
    {"creator":"CODERX","fact":"On average it takes a shark seven days to replace a tooth."},
    {"creator":"CODERX","fact":"In total, Americans eat more than 45 billion sandwiches each year, while sales of custom-made sandwiches are rising 15 percent per year."},
    {"creator":"CODERX","fact":"Quality standards for pasta were set in the 13th century by the Pope."},
    {"creator":"CODERX","fact":"In the U.S., over one million gallons of cosmetics, drinks, and lotions are sold that contain aloe in them per year."},
    {"creator":"CODERX","fact":"The city of Tokyo was originally called Edo."},
    {"creator":"CODERX","fact":"The first museum in Moscow that was set up in 1791 was the Natural History Laboratory at Moscow University. This later was changed to the Zoological Museum."},
    {"creator":"CODERX","fact":"A snail can crawl across a razor blade without getting injured. This is possible because they excrete a slime that protects them."},
    {"creator":"CODERX","fact":"Babies that are exposed to cats and dogs in their first year of life have a lower chance of developing allergies when they grow older."},
    {"creator":"CODERX","fact":"Termites are roasted and eaten like popcorn in South Africa."},
    {"creator":"CODERX","fact":"Thomas Edison was afraid of the dark. (Hence, the light bulb?)"},
    {"creator":"CODERX","fact":"In-vitro babies are born in Australia more than any other country in the world."},
    {"creator":"CODERX","fact":"The longest Monopoly game ever played was 1,680 hours long, which is seventy straight days."},
    {"creator":"CODERX","fact":"Fear of clowns is called coulrophobia."},
    {"creator":"CODERX","fact":"The WD in WD-40 stands for Water Displacer."},
    {"creator":"CODERX","fact":"The Simpsons is the longest running prime-time animated series on television history."},
    {"creator":"CODERX","fact":"The 20th president of the United States James Garfield could write Greek with one hand and Latin with the other at the same time."},
    {"creator":"CODERX","fact":"In Italy, Santa Claus is known by the name Babbo Natale."},
    {"creator":"CODERX","fact":"The average Hostess Twinkie is 68 percent air as measured by volume according to university researchers."},
    {"creator":"CODERX","fact":"Bats emit ultrasonic sounds to communicate with each other."},
    {"creator":"CODERX","fact":"A famous bullfighter, Lagarijo, killed 4,867 bulls in the 19th century."},
    {"creator":"CODERX","fact":"The king of hearts is the only king without a mustache."},
    {"creator":"CODERX","fact":"Approximately 75 percent of human poop is made of water."},
    {"creator":"CODERX","fact":"Used in art the word \"sfumato\" refers to the subtle blending of an outline by gradually blending one tone into another."},
    {"creator":"CODERX","fact":"In July 1874, a swarm of Rocky Mountain locusts flew over Nebraska covering an area estimated at 198,600 square miles. It is estimated that the swarm contained about 12.5 trillion insects. These insects became extinct thirty years later."},
    {"creator":"CODERX","fact":"In the first century, people used to drink goats milk to sweeten their breath."},
    {"creator":"CODERX","fact":"The giant squid has the largest eyes in the world."},
    {"creator":"CODERX","fact":"Actor Richard Gere was considered to play the role of John McClane in the movie Die Hard. Bruce Willis played the part instead."},
    {"creator":"CODERX","fact":"The word, tattoo originated from the Tahitain word \"tattau\" which means \"to mark.\""},
    {"creator":"CODERX","fact":"In the 18th century, potatoes were given out as a dessert. They were served in a napkin, salted and hot."},
    {"creator":"CODERX","fact":"A volcano has enough power to shoot ash as high as 50 km into the atmosphere."},
    {"creator":"CODERX","fact":"Elvis Presley had a twin brother named Jesse Garon Presley who died at birth."},
    {"creator":"CODERX","fact":"Some birds have been know to put ants into their feathers because the ants squirt formic acid, which kills parasites."},
    {"creator":"CODERX","fact":"The Basenji dog is the only dog that is not able to bark."},
    {"creator":"CODERX","fact":"An olive tree can live up to 1500 years."},
    {"creator":"CODERX","fact":"There was an army general during the Liberia Civil War who used to lead his army into battle naked. His nickname was \"General Butt Naked.\" Joshua Milton Blahyi (his real name) is now an evangelical preacher in Monrovia."},
    {"creator":"CODERX","fact":"The Lion King is the top grossing Disney movie of all-time with domestic gross intake of $312 million."},
    {"creator":"CODERX","fact":"Venus is the only planet that rotates clockwise."},
    {"creator":"CODERX","fact":"In 2002, dogs have killed more people in the U.S. than the Great White shark has killed in the past 100 years."},
    {"creator":"CODERX","fact":"Scatologists are experts who study feces. (aka. crap, dung, dookie, dumps, feces, excrement, etc.)"},
    {"creator":"CODERX","fact":"Urophobia is the fear of urine or urinating."},
    {"creator":"CODERX","fact":"Ancient Romans at one time used human urine as an ingredient in their toothpaste."},
    {"creator":"CODERX","fact":"In the United States, six tubs of Cool Whip, a brand of whipping cream, are sold every second."},
    {"creator":"CODERX","fact":"The revolving door was invented in 1888, by Theophilus Van Kannel."},
    {"creator":"CODERX","fact":"The Crayola colour flesh was changed to peach in 1962 because of the fact that people have many different skin colours."},
    {"creator":"CODERX","fact":"The waste produced by one chicken in its lifetime can supply enough electricity to run a 100-watt bulb for five hours."},
    {"creator":"CODERX","fact":"People who studies laughter are called a \"gelotologists.\""},
    {"creator":"CODERX","fact":"Tomatoes and cucumbers are fruits."},
    {"creator":"CODERX","fact":"On September 3, 1970, a hailstone was found in Coffeyville, Kansas that was eight inches in diameter and weighed 1.67 pounds."},
    {"creator":"CODERX","fact":"Some of the titles that were considered for the hit T.V. show \"Friends\" were Six Of One, Across the Hall, and Insomnia Cafe."},
    {"creator":"CODERX","fact":"The American Airlines Center in Dallas has more toilets per capita than any other sports and entertainment venue in the country."},
    {"creator":"CODERX","fact":"The Hawaiian alphabet only has 12 letters."},
    {"creator":"CODERX","fact":"As a defense mechanism, the North American Opossum closes its eyes and becomes totally limp. Basically it plays dead."},
    {"creator":"CODERX","fact":"Any animal that has skin hair or fur can get dandruff, but in animals it is called \"dander.\""},
    {"creator":"CODERX","fact":"Doctors in Canada use an adhesive similar to Krazy Glue instead of stitches, lowering the possibility of bacterial infection and minimizing scarring."},
    {"creator":"CODERX","fact":"In 1946 Danon Yogurt were the first to add fruit to commercially produced yogurt in U.S"},
    {"creator":"CODERX","fact":"On November 29, 2000, Pope John Paul II was named an \"Honorary Harlem Globetrotter.\""},
    {"creator":"CODERX","fact":"The movie that grossed the most money that was adapted from a T.V. cartoon is Scooby-Doo."},
    {"creator":"CODERX","fact":"In 1565 In St. Augustine, Florida the first orange trees were planted."},
    {"creator":"CODERX","fact":"The first tattoo machine was invented by Samuel O'Reilly. He did this by using equipment that Thomas Edison used to engrave hard surfaces."},
    {"creator":"CODERX","fact":"On average, 81 percent of Americans 16 years of age and older watch television at least once in a day."},
    {"creator":"CODERX","fact":"The first open heart surgery was performed by Dr. Daniel Hall Williams in 1893"},
    {"creator":"CODERX","fact":"In a month, a fingernail grows an eighth of an inch."},
    {"creator":"CODERX","fact":"A B-25 bomber airplane crashed into the 79th floor of the Empire State Building on July 28, 1945"},
    {"creator":"CODERX","fact":"Chili Powder was invented in the 19th century in the American Southwest."},
    {"creator":"CODERX","fact":"Honorificabilitudinitatibus is the longest English word that consists strictly of alternating consonants and vowels."},
    {"creator":"CODERX","fact":"Pineapples were first introduced into Europe by Christopher Columbus."},
    {"creator":"CODERX","fact":"Kermit the Frog was named after Kermit Scott, a childhood friend of creator Jim Henson, who became a professor of philosophy at Purdue University."},
    {"creator":"CODERX","fact":"Marilyn Monroe had six toes."},
    {"creator":"CODERX","fact":"Scientists have actually performed brain surgery on cockroaches."},
    {"creator":"CODERX","fact":"There was a time in Japan where a wife being left handed was a ground for divorce."},
    {"creator":"CODERX","fact":"To make one glass of orange juice, 50 glasses of water are needed to grow enough oranges to make the juice."},
    {"creator":"CODERX","fact":"Actress Meryl Streep holds the record for the most Oscar nominated actress, with a record of 13 nominations."},
    {"creator":"CODERX","fact":"The Boston University Bridge (on Commonwealth Avenue, Boston, Massachusetts) is one of the few places in the world where a boat can sail under a train driving under a car driving under an airplane."},
    {"creator":"CODERX","fact":"Elephants can't jump. Every other mammal can."},
    {"creator":"CODERX","fact":"Elephants have been known to learn up to 60 commands."},
    {"creator":"CODERX","fact":"Smiling releases endorphins in the body, which makes people feel better."},
    {"creator":"CODERX","fact":"Each year, Americans throw away 25 trillion Styrofoam cups."},
    {"creator":"CODERX","fact":"Enamel is hardest substance in the human body."},
    {"creator":"CODERX","fact":"It's possible to lead a cow upstairs...but not downstairs."},
    {"creator":"CODERX","fact":"Milk chocolate was invented in Switzerland by David Peter in 1876"},
    {"creator":"CODERX","fact":"Influenza caused over twenty-one million deaths in 1918"}
    ]